export const options = [
  {
    id: 1,
    title: 'Битум',
    text: `Мы предлагаем битум высочайшего качества, произведенный на
                  лучших заводах Российской Федерации. Продукт отвечает всем
                  стандартам и требованиям, необходимым для использования в
                  строительстве дорог, гидроизоляции и других областях.Наша
                  компания гарантирует стабильные поставки и сохранение
                  характеристик материала на протяжении всего срока хранения и
                  транспортировки.`,
  },
  {
    id: 2,
    title: 'смазочные материалы',
    text: `В ассортименте компании представлены различные смазочные
                  материалы, подходящие для автомобилей, промышленного
                  оборудования и специализированной техники. Все продукты
                  отличаются высоким качеством, соответствуют мировым стандартам
                  и обеспечивают надежную эксплуатацию механизмов даже в самых
                  сложных условиях.`,
  },
  {
    id: 3,
    title: 'Дизельное топливо и бензин',
    text: `Мы осуществляем поставки дизельного топлива и бензинов
                  высочайшего качества, произведенного на ведущих заводах
                  России. Эти виды топлива идеально подходят для использования в
                  автомобилях, спецтехнике и промышленном оборудовании,
                  обеспечивая их эффективную и бесперебойную работу. Наши
                  клиенты ценят нас за надежность и соблюдение всех
                  договоренностей.`,
  },
  {
    id: 4,
    title: 'Услуги транспортировки наливных материалов',
    text: `Компания Energy-ADK предоставляет услуги транспортировки
                  наливных материалов собственным автопарком, состоящим из более
                  чем 20 автомобилей-битумовозов. Все машины оснащены
                  современным оборудованием для безопасной перевозки, а наши
                  водители — опытные специалисты, которые обеспечивают точное
                  соблюдение сроков доставки и сохранность груза на каждом
                  этапе.`,
  },
];
