export const servicesOptions = [
  {
    id: 1,
    title: "title",
    text: "text",
  },
  {
    id: 2,
    title: "title",
    text: "text",
  },
  {
    id: 3,
    title: "title",
    text: "text",
  },
  {
    id: 4,
    title: "title",
    text: "text",
  },
];

export const advantagesOptions = [
  {
    id: 1,
    title: "География поставок",
    text: `Мы обеспечиваем поставки во все регионы Узбекистана, а также в страны ближайшего зарубежья, используя собственный транспорт. Для международных направлений, таких как Китай, Индия и ЮАР, организованы перевозки по железной дороге. Такой подход позволяет охватить широкую географию и удовлетворить потребности наших клиентов независимо от их местоположения.`,
    withImage: false,
  },
  {
    id: 2,
    title: "Собственный автопарк",
    text: `Компания располагает современным автопарком из более чем 20 битумовозов, оснащенных передовым оборудованием для транспортировки наливных грузов. Это дает нам возможность оперативно доставлять продукцию, соблюдая все нормы безопасности и гарантируя высокое качество услуг.`,
    withImage: false,
  },
  {
    id: 3,
    title: "Услуги фасовки",
    text: `Для транспортировки продукции на дальние расстояния мы предоставляем услуги фасовки вяжущих материалов. Это решение позволяет не только сохранить свойства продукции, но и упростить ее доставку в труднодоступные регионы. Экспорт  Китай, Индия, Иран.`,
    withImage: false,
  },
  {
    id: 4,
    withImage: true,
  },
  {
    id: 5,
    title: "Качество продукции и упаковки",
    text: `Мы используем только технологичные и экологичные тары, которые надежно сохраняют качество продукции во время транспортировки и хранения. Наша упаковка защищает материалы от воздействия внешних факторов, что особенно важно для сохранения их свойств.`,
    withImage: false,
  },
  {
    id: 6,
    title: "Надежность поставок",
    text: `Стабильность и пунктуальность — основные принципы нашей работы. Мы гарантируем доставку продукции в четко согласованные сроки, обеспечивая надежность и комфорт для наших клиентов.`,
    withImage: false,
  },
];

export const transportationRadioButtonOptions = [
  { label: "По России", value: "По России" },
  { label: "СНГ", value: "СНГ" },
  { label: "Экспорт", value: "Экспорт" },
];

export const servicesRadioButtonOptions = [
  { label: "Битум", value: "Битум", image: "/images/option-1.png" },
  {
    label: "Дизельное топливо и бензин",
    value: "Дизельное топливо и бензин",
    image: "/images/option-2.png",
  },
  {
    label: "Смазочные материалы",
    value: "Смазочные материалы",
    image: "/images/option-3.png",
  },
  {
    label: "Услуги транспортировки",
    value: "Услуги транспортировки",
    image: "/images/option-4.png",
  },
];

export const availableLanguages = { ru: "ru", uz: "uz" };
