export const servicesOptions = [
  {
    id: 1,
    title: 'Битум',
    text: `Мы предлагаем битум высочайшего качества, произведенный на
                  лучших заводах Российской Федерации. Продукт отвечает всем
                  стандартам и требованиям, необходимым для использования в
                  строительстве дорог, гидроизоляции и других областях.Наша
                  компания гарантирует стабильные поставки и сохранение
                  характеристик материала на протяжении всего срока хранения и
                  транспортировки.`,
  },
  {
    id: 2,
    title: 'смазочные материалы',
    text: `В ассортименте компании представлены различные смазочные
                  материалы, подходящие для автомобилей, промышленного
                  оборудования и специализированной техники. Все продукты
                  отличаются высоким качеством, соответствуют мировым стандартам
                  и обеспечивают надежную эксплуатацию механизмов даже в самых
                  сложных условиях.`,
  },
  {
    id: 3,
    title: 'Дизельное топливо и бензин',
    text: `Мы осуществляем поставки дизельного топлива и бензинов
                  высочайшего качества, произведенного на ведущих заводах
                  России. Эти виды топлива идеально подходят для использования в
                  автомобилях, спецтехнике и промышленном оборудовании,
                  обеспечивая их эффективную и бесперебойную работу. Наши
                  клиенты ценят нас за надежность и соблюдение всех
                  договоренностей.`,
  },
  {
    id: 4,
    title: 'Услуги транспортировки наливных материалов',
    text: `Компания Energy-ADK предоставляет услуги транспортировки
                  наливных материалов собственным автопарком, состоящим из более
                  чем 20 автомобилей-битумовозов. Все машины оснащены
                  современным оборудованием для безопасной перевозки, а наши
                  водители — опытные специалисты, которые обеспечивают точное
                  соблюдение сроков доставки и сохранность груза на каждом
                  этапе.`,
  },
];

export const advantagesOptions = [
  {
    id: 1,
    title: 'География поставок',
    text: `Мы обеспечиваем поставки во все регионы Узбекистана, а также в страны ближайшего зарубежья, используя собственный транспорт. Для международных направлений, таких как Китай, Индия и ЮАР, организованы перевозки по железной дороге. Такой подход позволяет охватить широкую географию и удовлетворить потребности наших клиентов независимо от их местоположения.`,
    withImage: false,
  },
  {
    id: 2,
    title: 'Собственный автопарк',
    text: `Компания располагает современным автопарком из более чем 20 битумовозов, оснащенных передовым оборудованием для транспортировки наливных грузов. Это дает нам возможность оперативно доставлять продукцию, соблюдая все нормы безопасности и гарантируя высокое качество услуг.`,
    withImage: false,
  },
  {
    id: 3,
    title: 'Услуги фасовки',
    text: `Для транспортировки продукции на дальние расстояния мы предоставляем услуги фасовки вяжущих материалов. Это решение позволяет не только сохранить свойства продукции, но и упростить ее доставку в труднодоступные регионы. Экспорт  Китай, Индия, Иран.`,
    withImage: false,
  },
  {
    id: 4,
    withImage: true,
  },
  {
    id: 5,
    title: 'Качество продукции и упаковки',
    text: `Мы используем только технологичные и экологичные тары, которые надежно сохраняют качество продукции во время транспортировки и хранения. Наша упаковка защищает материалы от воздействия внешних факторов, что особенно важно для сохранения их свойств.`,
    withImage: false,
  },
  {
    id: 6,
    title: 'Надежность поставок',
    text: `Стабильность и пунктуальность — основные принципы нашей работы. Мы гарантируем доставку продукции в четко согласованные сроки, обеспечивая надежность и комфорт для наших клиентов.`,
    withImage: false,
  },
];

export const transportationRadioButtonOptions = [
  { label: 'По России', value: 'По России' },
  { label: 'СНГ', value: 'СНГ' },
  { label: 'Эспорт', value: 'Эспорт' },
];

export const servicesRadioButtonOptions = [
  { label: 'Битум', value: 'Битум' },
  { label: 'Эспорт', value: 'Эспорт' },
  { label: 'Смазочные материалы', value: 'Смазочные материалы' },
  { label: 'Услуги транспортировки', value: 'Услуги транспортировки' },
];
