{
  "header": {
    "link1": "о компании",
    "link2": "УСЛУГИ И ТОВАРЫ",
    "link3": "КОНТАКТЫ",
    "lang1": "рус",
    "lang2": "узб"
  },
  "footer": {
    "title": "Контакты",
    "address": "107078, Россия, г. Москва, вн.тер.г. Муниципальный округ Красносельский, пер. Басманный, д.5, помещ. 1, ком.1",
    "companyName": "ооо \"ЭНЕРГИЯ\"",
    "privacyPolicy": "Политика конфиденциальности"
  },
  "homePage": {
    "homeSection": {
      "title": "Энергия, на которую можно положиться",
      "text": "Надежный поставщик битума, масел, дизельного топлива и бензины для вашего бизнеса — качество, стабильность и профессиональный подход",
      "linkText": "Связаться с нами"
    },
    "aboutCompanySection": {
      "title": "О компании",
      "text1": "ГК Энергия начала свой путь в Российской Федерации, где зарекомендовала себя как надежный поставщик нефтепродуктов. Из накопленного опыта и доверия клиентов родилась компания Energy-ADK, которая сегодня успешно осуществляет свою деятельность на территории Узбекистана и стран ближайшего зарубежья.",
      "text2": "спдо Energy-ADK является прямым партнером компании Газпром, что позволяет нам поддерживать лучшие цены при высочайшем качестве продукции. Мы располагаем собственным автопарком, включающим автомобили-битумовозы для перевозки наливных грузов, что гарантирует надежную и своевременную доставку с соблюдением всех норм транспортировки.",
      "text3": "Наша миссия — быть стабильным и ответственным партнером для бизнеса наших клиентов, предоставляя высококачественные решения для топливной отрасли."
    },
    "servicesSection": {
      "title": "Услуги и товары",
      "buttonText": "Заказать перевозку",
      "linkText": "Расчет доставки",
      "options": [
        {
          "title": "Битум",
          "text": "Мы предлагаем битум высочайшего качества, произведенный на лучших заводах Российской Федерации. Продукт отвечает всем стандартам и требованиям, необходимым для использования в строительстве дорог, гидроизоляции и других областях. Наша компания гарантирует стабильные поставки и сохранение характеристик материала на протяжении всего срока хранения и транспортировки."
        },
        {
          "title": "смазочные материалы",
          "text": "В ассортименте компании представлены различные смазочные материалы, подходящие для автомобилей, промышленного оборудования и специализированной техники. Все продукты отличаются высоким качеством, соответствуют мировым стандартам и обеспечивают надежную эксплуатацию механизмов даже в самых сложных условиях."
        },
        {
          "title": "Дизельное топливо и бензин",
          "text": "Мы осуществляем поставки дизельного топлива и бензинов высочайшего качества, произведенного на ведущих заводах России. Эти виды топлива идеально подходят для использования в автомобилях, спецтехнике и промышленном оборудовании, обеспечивая их эффективную и бесперебойную работу. Наши клиенты ценят нас за надежность и соблюдение всех договоренностей."
        },
        {
          "title": "Услуги транспортировки наливных материалов",
          "text": "Компания Energy-ADK предоставляет услуги транспортировки наливных материалов собственным автопарком, состоящим из  более чем 20 автомобилей-битумовозов. Все машины оснащены современным оборудованием для безопасной перевозки, а наши водители — опытные специалисты, которые обеспечивают точное соблюдение сроков доставки и сохранность груза на каждом этапе."
        }
      ]
    },
    "advantagesSection": {
      "title": "Наши преимущества и сильные стороны",
      "options": [
        {
          "title": "География поставок",
          "text": "Мы обеспечиваем поставки во все регионы Узбекистана, а также в страны ближайшего зарубежья, используя собственный транспорт. Для международных направлений, таких как Китай, Индия и ЮАР, организованы перевозки по железной дороге. Такой подход позволяет охватить широкую географию и удовлетворить потребности наших клиентов независимо от их местоположения."
        },
        {
          "title": "Собственный автопарк",
          "text": "Компания располагает современным автопарком из более чем 20 битумовозов, оснащенных передовым оборудованием для транспортировки наливных грузов. Это дает нам возможность оперативно доставлять продукцию, соблюдая все нормы безопасности и гарантируя высокое качество услуг."
        },
        {
          "title": "Услуги фасовки",
          "text": "Для транспортировки продукции на дальние расстояния мы предоставляем услуги фасовки вяжущих материалов. Это решение позволяет не только сохранить свойства продукции, но и упростить ее доставку в труднодоступные регионы. Экспорт  Китай, Индия, Иран."
        },
        {
          "title": "",
          "text": ""
        },
        {
          "title": "Качество продукции и упаковки",
          "text": "Мы используем только технологичные и экологичные тары, которые надежно сохраняют качество продукции во время транспортировки и хранения. Наша упаковка защищает материалы от воздействия внешних факторов, что особенно важно для сохранения их свойств."
        },
        {
          "title": "Надежность поставок",
          "text": "Стабильность и пунктуальность — основные принципы нашей работы. Мы гарантируем доставку продукции в четко согласованные сроки, обеспечивая надежность и комфорт для наших клиентов."
        }
      ]
    }
  },
  "requestModal": {
    "title": "отправить заявку",
    "inputs": [
      {
        "label": "Ваше имя",
        "error": "Это поле обязательно для заполнения"
      },
      {
        "label": "Email",
        "error": ["Это поле обязательно для заполнения", "Почта некорректная"]
      },
      {
        "label": "Телефон для связи",
        "error": "Это поле обязательно для заполнения"
      }
    ],
    "servicesSelector": {
      "title": "услуги",
      "error": "Нужно выбрать какой-нибудь вариант",
      "options": [
        "Битум",
        "Дизельное топливо и бензин",
        "Смазочные материалы",
        "Услуги транспортировки"
      ]
    },
    "radioButtons": {
      "title": "Транспортировка",
      "error": "Нужно выбрать какой-нибудь вариант",
      "options": ["По России", "СНГ", "Экспорт"],
      "buttonText": "Отправить"
    },
    "toast": "Пожалуйста, заполните все обязательные поля"
  },
  "shippingCalculation": {
    "title": "РАСЧИТАТЬ СТОИМОСТЬ ДОСТАВКИ",
    "text": "тут вы можете расчитать примерную стоимость доставки груза. Для более подробного расчёта, пожалуйста, отправьте заявку, чтобы связаться с менеджером и уточнить детали",
    "buttonText": "Оставить заявку"
  },
  "calculator": {
    "name": "Онлайн калькулятор",
    "subtitle1": "Введите расстояние",
    "subtitle2": "стоимость перевозки",
    "inputLabel1": "Расcтояние перевозки в км",
    "placeholder": "Введите расстояние",
    "inputLabel2": "без ндс",
    "inputLabel3": "с ндс"
  }
}
